Repository: lubuntu-team/lubuntu-manual
Catalog: source/po/*/LC_MESSAGES/3/3.1/3.1.1/firefox.po
Languages: pl

source: Chapter 3.1.1: Firefox
pl: Rozdział III.1.1: Firefox

source: Description
pl: Opis

source: Firefox is a highly-rated, and secure web browser that is installed by default in Ubuntu. It is a decent choice if one wants a secure, fast, yet relatively less resource-heavy browser.
pl: Firefox jest wysoko ocenianą, bezpieczną przeglądarką domyślnie zainstalowaną w Ubuntu. Jest dobrym wyborem dla osób potrzebujących bezpiecznej, szybkiej i względnie lekkiej przeglądarki.

source: Firefox has features of other web browsers and its own ones, such as:
pl: Firefox posiada funkcje charakterystyczne dla innych przeglądarek i własne rozwiązania, takie jak:

source: Tab browsing
pl: Przeglądanie z kartami

source: Scroll through tabs
pl: Przewijanie pomiędzy kartami

source: Great plugins and add-ons
pl: Dobre wtyczki i rozszerzenia

source: Favorites, bookmarks, pocket
pl: Ulubione, zakładki, Pocket

source: Firefox account sync
pl: Synchronizacja konta Firefox

source: Master password
pl: Hasło główne

source: UI customization with themes and toolbars
pl: Dostosowywanie pasków zadań i obsługa motywów

source: Advanced customization with about:config
pl: Zaawansowane dostosowywanie pod about:config

source: Open source
pl: Otwarte źródło

source: Usage/Screenshots
pl: Użycie/Zrzuty ekranu

source: Version
pl: Wersja

source: Lubuntu currently ships with the latest version of Firefox, Firefox Quantum.
pl: Lubuntu zawiera najnowszą wersję Firefoksa, Firefox Quantum.

source: How to launch
pl: Jak uruchomić

source: To open Firefox, click on the Firefox icon (red/orange fox covering a blue sphere) in the Lubuntu Menu. You can also type and run `firefox` in the terminal to open the browser.
pl: Aby uruchomić Firefoksa, użyj ikony Firefox (czerwony/pomarańczowy lis na niebieskiej kuli) w menu Lubuntu. Możesz też wykonać polecenie `firefox` w terminalu.
