Repository: lubuntu-team/lubuntu-manual
Catalog: source/po/*/LC_MESSAGES/1/1.2/booting_the_image.po
Languages: pl

source: Chapter 1.2: Booting the image
pl: Rozdział I.2: Uruchamianie obrazu

source: Now that you have the ISO file, you need to put the image on media of some sort and boot the image for installation.
pl: Ponieważ masz już plik ISO, musisz umieścić go na jakimś nośniku i uruchomić instalację z tego obrazu.

source: **This requires additional research on your own, as this varies depending on your hardware.**
pl: **Musisz znaleźć pewne informacje samodzielnie, ponieważ proces różni się w zależności od posiadanego sprzętu.**

source: Choosing the media
pl: Wybór nośnika

source: In order to boot the image, you need to put it somewhere. You have three choices, depending on which image you downloaded:
pl: Aby uruchomić obraz, musisz go umieścić na jakimś nośniku. Masz trzy możliwości, w zależności od wybranego obrazu:

source: a CD (**only works with the alternate images**)
pl: płyta CD (**tylko obrazy Alternate**)

source: a DVD
pl: płyta DVD

source: a 1 GB (or greater) USB drive
pl: dysk USB o rozmiarze 1 GB (lub większym)

source: Writing/burning the image
pl: Zapisywanie/wypalanie obrazu

source: Here are some common tools to burn images onto CDs/DVDs:
pl: Kilka popularnych narzędzi do wypalania obrazów na płyty CD/DVD:

source: Windows Disc Image Burner
pl: Narzędzie nagrywania obrazu dysku Windows

source: Unfortunately, burning images to CDs or DVDs is beyond the scope of this manual. The Ubuntu website has several guides on this topic, and we recommend you read them if you plan on doing this.
pl: Niestety, wypalanie płyt CD i DVD nie zostanie opisane w tym podręczniku. Strona Ubuntu zawiera kilka poradników na ten temat, polecamy je przeczytać, jeśli potrzbujesz.

source: Guides from the Ubuntu website:
pl: Poradniki ze strony Ubuntu:

source: `How to burn a DVD on Ubuntu <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-ubuntu>`_
pl: `Jak wypalić płytę DVD na Ubuntu <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-ubuntu>`_

source: `How to burn a DVD on Windows <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-windows>`_
pl: `Jak wypalić płytę DVD na systemie Windows <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-windows>`_

source: `How to burn a DVD on macOS <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-mac-osx>`_
pl: `Jak wypalić płytę DVD na macOS <http://www.ubuntu.com/download/desktop/burn-a-dvd-on-mac-osx>`_

source: For writing images to USB drives on Linux, we recommend `mkusb <https://help.ubuntu.com/community/mkusb>`_, a tool developed by a Lubuntu team member.
pl: Do zapisywania obrazów na dyski USB z Linuksa, polecamy narzędzie `mkusb <https://help.ubuntu.com/community/mkusb>`_ utworzone przez członka zespołu Lubuntu.

source: Writing images to USB drives from macOS or Windows is beyond the scope of this book, but the Ubuntu website also has several guides on this:
pl: Zapisywanie obrazów na dysk USB z poziomu macOS i Windowsa nie zostało opisane w tym podręczniku, ale strona Ubuntu ma kilka poradników na ten temat:

source: `How to create a bootable USB stick on Windows <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-windows>`_
pl: `Jak utworzyć dysk startowy USB na systemie Windows <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-windows>`_

source: `How to create a bootable USB stick on macOS <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-mac-osx>`_
pl: `Jak utworzyć dysk startowy USB z systemu macOS <http://www.ubuntu.com/download/desktop/create-a-usb-stick-on-mac-osx>`_

source: Booting the image
pl: Uruchamianie obrazu

source: With your media inserted, reboot your computer. Depending on your hardware configuration, it may boot into the image right away, or you might need to press a key at startup for boot options. This varies.
pl: Po umieszczeniu nośnika instalacyjnego, uruchom ponownie komputer. W zależności od konfiguracji sprzętowej, obraz może uruchomić się od razu, możesz jednak potrzebować nacisnąć odpowiedni przycisk, aby pojawiły się opcje uruchamiania. To zależy.

source: **You have now booted the image. Please continue to Chapter 1.3.**
pl: **Po uruchomieniu obrazu możesz przejść do rozdziału I.3.**
