Repository: lubuntu-team/lubuntu-manual
Catalog: source/po/*/LC_MESSAGES/3/3.3/3.3.4/leafpad.po
Languages: pl

source: Chapter 3.3.4: Leafpad
pl: Rozdział III.3.4: Leafpad

source: Description
pl: Opis

source: Leafpad is a simple GTK+ text editor that emphasizes simplicity, similar to gedit that ships with Ubuntu. It is simple to use and starts up quickly, while still containing essential features, being an ideal lightweight text editor that can be used for development despite its lightness.
pl: Leafpad jest prostym edytorem tekstowym opartym na GTK+ wyróżniającym się prostotą, podobnym do gedit wchodzącego w skład Ubuntu. Jest prosty w użyciu, szybko uruchamia się, lecz posiada podstawowe funkcje, będąc idealnym lekkim edytorem tekstu, który może być używany chociażby do programowania.

source: Leafpad allows to perform basic text operations, including unlimited undo/redo and drag-and-drop. It automatically detects codeset, but you can also change it manually. It can create automatic indents and display line numbers, which is useful for programming. You can also print text from this app.
pl: Leafpad pozwala na wykonywanie podstawowych operacji na tekście, takich jak nieskończone cofanie/powtarzanie. Obsługuje funkcję przeciągania i upuszczania. Automatycznie wykrywa kodowanie tekstu, lecz możesz je zmienić manualnie. Może tworzyć automatyczne wcięcia i numerować wiersze, co czyni edytor dobrym dla programistów. Możesz również drukować tekst z tej aplikacji.

source: Screenshot
pl: Zrzut ekranu

source: Version
pl: Wersja

source: Lubuntu currently ships with Leafpad v0.8.18.
pl: Lubuntu obecnie zawiera Leafpad w wersji v0.8.18.

source: How to launch
pl: Jak uruchomić

source: To open Leafpad with a blank document, select Leafpad entry from Accessories category in Lubuntu Menu or enter `leafpad` in Run dialog (Alt+F2). When running from terminal, you can also enter `leafpad [filename]` to open the file of your choice.
pl: Aby uruchomić Leafpad z pustym dokumentem, wybierz Leafpad z kategorii Akcesoria w menu Lubuntu, lub wprowadź `leafpad` w oknie dialogowym Uruchom (Alt+F2). Jeżeli uruchamiasz z terminala, możesz także wprowadzić `leafpad [filename]`, aby otworzyć wybrany plik.

source: Usage
pl: Użycie

source: Leafpad main window consists of text box and menu bar. The File menu allows to open, save, and print file or create blank document. Edit menu allows to perform basic operations like undoing, redoing, copying, pasting, and deleting. In the Search menu find and replace options are available. In Options, you can change font, enable word wrapping, line numbering, and automatic creating of indents.
pl: Główne konto edytora Leafpad składa się z pola tekstowego i paska menu. Menu Plik pozwala na otworzenie, zapis i wydrukowanie pliku oraz utworzenie pustego dokumentu. Menu Edycja pozwala na wykonywanie podstawowych operacji takich jak cofanie, powtarzanie, wklejanie i usuwanie. W menu Szukaj dostępne są opcje Szukaj i Zamień. W Opcjach możesz zmienić czcionkę, włączyć zawijanie wierszy, numerowanie wierszy i automatyczne tworzenie wcięć.
