Repository: lubuntu-team/lubuntu-manual
Catalog: source/po/*/LC_MESSAGES/index.po
Languages: pl

source: Welcome to the Lubuntu Manual!
pl: Witamy w podręczniku Lubuntu!

source: Welcome to the Lubuntu manual! This is the official reference book for using the Lubuntu operating system. This manual covers many topics, such as installation instructions, applications Lubuntu provides, and much more!
pl: Witamy w podręczniku Lubuntu! Jest to oficjalny przewodnik po systemie operacyjnym Lubuntu. Obejmuje on wiele tematów, takich jak instrukcja instalacji, aplikacje dostarczane wraz z Lubuntu i wiele więcej!

source: What's Lubuntu?
pl: Czym jest Lubuntu?

source: The objective of the Lubuntu project is to create a variant of Ubuntu that is lighter, less resource hungry and more energy-efficient by using lightweight applications and LXDE, The Lightweight X11 Desktop Environment, as its default GUI.
pl: Celem projektu Lubuntu jest utworzenie lżejszej, używającej mniej zasobów i bardziej energooszczędnej odmiany systemu Ubuntu, wykorzystując lekkie aplikacje i środowisko LXDE.

source: Lubuntu is targeted at PC and laptop users running on low-spec hardware that, in most cases, just don't have enough resources for all the bells and whistles of the "full-featured" mainstream distributions. Members of the team take care of LXDE and other packages that are part of Lubuntu. Lubuntu received official recognition as a formal member of the Ubuntu family, commencing with Lubuntu 11.10. Even though Lubuntu is a lightweight distribution, it does not mean you will not be able to run all applications that other distributions are currently offering. It does mean that it is prepared and developed for low-specification computers. Nonetheless, you can run any application available in the official repositories, as long as your hardware can bear with it.
pl: Lubuntu jest tworzone dla użytkowników komputerów osobistych i laptopów opartych na słabszym sprzęcie, który nie pozwala na korzystanie z możliwości cięższych dystrybucji. Nasz zespół opiekuje się LXDE i innymi pakietami będącymi częścią Lubuntu. Wraz z wydaniem Lubuntu 11.10, stało się ono formalnie członkiem rodziny Ubuntu. Fakt, że Lubuntu jest lekką dystrybucją nie oznacza, że nie możesz uruchomić na nim programów dostępnych w innych dystrybucjach. Oznacza to jedynie, że jest dostosowany do komputerów o słabszej specyfikacji. Możesz jednak uruchomić wszystkie aplikacje dostępne w repozytorium, o ile sprzęt na to pozwoli.

source: Contents
pl: Zawartość

source: Thank you!
pl: Dziękujemy!

source: Thank you for choosing to use Lubuntu, and we hope that you have a good experience!
pl: Dziękujemy za wybranie Lubuntu! Mamy nadzieję, że spodoba Ci się ten produkt!

source: Authors
pl: Autorzy

source: Simon Quigley, Brendan Perrine
pl: Simon Quigley, Brendan Perrine, Marcin Mikołajczak
